Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_83-The_Questions_of_Bhadrapala_the_Merchant-v1.tmx
Source language: bo
Languages: en

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྨན་ཆེན་དེའི་ཕྱིར་ཉོན་ཅིག
en: “Mahauṣadhi,” replied the Blessed One, “listen to what I have to say.

source: །འདི་ལ་རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་ཆོས་ཀྱི་ཁམས་ཡོངས་སུ་བླངས་ནས་ལྷའི་ལྟ་བ་སྐྱེད་དེ།
en: Here, after the element of consciousness has assumed the element of dharmas, it develops divine vision,

source: དེའི་ལྟ་བ་དེ་ཡང་ཤའི་མིག་ལ་རྟེན་པ་མ་ཡིན་ནོ།
en: but that vision is not based on the physical eyes.

source: །དེའི་ལྟ་བས་མཐོང་བ་གང་ཡིན་པ་དེ་ནི་ལེན་པ་ཞེས་བྱ་སྟེ།
en: Sight through this vision is called appropriation;

source: དེ་བས་ན་ལྟ་བའི་ལེན་པ་ཞེས་བྱའོ།
en: it is therefore called visual appropriation.

source: །དེའི་ལྷའི་ལྟ་བ་བསོད་ནམས་ལ་དམིགས་པ་དང་མཚུངས་པར་ལྡན་པ་དེས་འདོད་པ་ན་སྤྱོད་པའི་ལྷ་རྣམས་ཀྱི་ནང་དུ་ལྷའི་གནས་མཐོང་སྟེ།
en: That divine vision, accompanied by the apprehension of merit, sees a divine abode among the gods of the realm of desire.

source: དེར་ལྷ་རྣམས་ལྷའི་རྩེ་བ་དག་གིས་རྩེ་བ་མཐོང་ནས་དེ་དེར་ཆགས་པ་སྐྱེའོ།
en: Observing the gods enjoying their divine pastimes there, the consciousness develops attachment to that abode,

source: །དུར་ཁྲོད་ན་འདུག་པའི་ཁོག་པ་དེ་ཡང་དེས་མཐོང་ནས་འདི་སྙམ་དུ་སེམས་ཏེ།
en: It also sees its past corpse lying in a cemetery, and thinks,

source: འདི་ནི་བདག་གི་དགེ་བའི་བཤེས་གཉེན་ཡིན་ཏེ།
en: This is my virtuous friend.

source: འདིས་བདག་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བ་ཡོངས་སུ་ལེན་པ་གང་ཡིན་པའི་དགེ་བའི་རྩ་བ་བསགས་སོ་སྙམ་མོ།
en: It is because of the roots of virtue that it stored that I have been reborn among the gods.

source: །བཅོམ་ལྡན་འདས་རྣམ་པར་ཤེས་པ་ཁོག་པ་དེ་ལ་ཆགས་ན་ཅིའི་སླད་དུ་མི་གནས།
en: “Blessed One, if the consciousness is attached to that corpse, why does it not stay there?

source: ཁོག་པ་དེ་ཉིད་ལ་ཅིའི་སླད་དུ་མི་རྟེན། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Why does it not base itself in that very corpse?” The Blessed One answered in return,

source: སྨན་ཆེན་དཔེར་ན་མི་ལ་ལའི་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ།
en: “Suppose, Mahauṣadhi, that someone were to cut his hair and beard,

source: སྐྲ་དང་ཁ་སྤུ་དེ་མཐོང་ནས་མི་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: and were then to look at that hair and think,

source: སྐྲ་འདི་དག་ནི་དྲི་ཞིམ་ཞིང་གནག་པ་ཡིན་གྱི་འདི་དག་ནི་ཕྱིར་ཡང་མགོ་ལ་བསྐྱེད་པར་བྱའོ་སྙམ་ན།
en: ‘These hairs are fragrant and black, so I shall make them grow on my head again.

source: །དེས་དེར་ཆགས་སུ་རུང་ཞིང་དྲན་པ་དང་ལྡན་པའི་སྲིད་པ་རབ་ཏུ་ཤེས་སོ།
en: It becomes conscious of coming into existence there where it was attracted with that thought.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྨན་ཆེན་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་ཁོག་པ་བོར་ནས་ཕྱིར་ཡང་ཁོག་པ་དེ་ཉིད་ལ་གནས་པ་འདི་ནི་གནས་མེད་དོ།
en: “Similarly, Mahauṣadhi,” said the Blessed One, “the element of consciousness, once it has cast off the corpse, has no opportunity to occupy that same corpse again.

source: །རྣམ་པར་ཤེས་པའི་ཁམས་ཆ་ཕྲ་ཞིང་མི་མངོན་པ་འདིས་གླང་པོ་ཆེའི་ལུས་བོང་ཆེན་པོ་ཇི་ལྟར་སྒྲུབ་པར་བགྱིད་ཅིང་རྡོ་རྗེ་ལྟར་སྲ་བའི་ཁོག་པ་ཡང་ཇི་ལྟར་རྟོལ་བར་བགྱིད།
en: “How does subtle and intangible consciousness produce the great bulky body of an elephant? How does it pierce a body that is as hard as a diamond?

source: གླང་པོ་ཆེ་དགུ་སྟོང་གི་སྟོབས་དང་ལྡན་པའི་མི་དང་གླང་པོ་ཆེའི་རྒྱལ་པོ་ཡང་ཇི་ལྟར་འཛིན་པར་བགྱིད།
en: How does it hold onto a person who possesses the strength of nine thousand elephants, or the king of elephants?”

source: རི་དེའི་རང་བཞིན་ནི་ཇི་ལྟ་བུ།
en: What is the nature of the mountain?”

source: སྨན་ཆེན་གྱིས་གསོལ་པ། རླུང་གི་ཁམས་ནི་སྙི་ཞིང་ལུས་མ་མཆིས་པར་བལྟ་བར་བགྱིའོ།
en: “The wind element is considered flimsy and incorporeal,” answered Mahauṣadhi.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྨན་ཆེན་དེ་དེ་བཞིན་ཏེ།
en: “Yes, that is so, Mahauṣadhi,” continued the Blessed One.

source: ཇི་ལྟར་རླུང་གི་ཁམས་སྙི་ཞིང་ལུས་མེད་པ་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པ་འདི་ཡང་ཞན་ཅིང་ལུས་མེད་མོད་ཀྱི་ལུས་ཆེན་པོ་དག་དང་ཆུང་ངུ་དག་ཀྱང་སྐྱེད་པར་བྱེད་དེ།
en: “Just as the wind element is flimsy and incorporeal, so consciousness, even though it is weak and incorporeal, engenders bodies great and small.

source: སྦྲང་བུའི་ཡང་རྣམ་པར་ཤེས་པ་དེ་ཉིད་ཡིན་ནོ།
en: The consciousness of a fly is just that.

source: །གླང་པོ་ཆེའི་ཡང་དེ་ཉིད་ཡིན་ནོ།
en: So is the consciousness of an elephant.

source: །དཔེར་ན་མར་མེའི་མེ་ལྕེ་ཆུང་ཡང་ར་བ་འམ། ཁང་པའི་ནང་གི་མུན་པ་ཆེན་པོ་སེལ་བར་བྱེད་པ་
en: As an analogy, just as even a small lamp flame is able to dispel great darkness inside an enclosure or a house,

source: འོན་ཏེ་གཟུགས་མ་མཆིས་པ་ཞིག་ལགས།
en: Or are they without form?

source: སྨན་ཆེན་འདི་ཇི་སྙམ་དུ་སེམས། རླུང་གི་ཁམས་ཀྱི་རང་བཞིན་ནི་ཇི་ལྟ་བུ།
en: Mahauṣadhi, what do you think is the nature of the wind element?

source: རྐྱེན་ནི་ཇི་ལྟ་བུ་དག་ལས་བལྟ་བར་བགྱི།
en: In what circumstances can actions be seen?”

source: སྨན་ཆེན་འདི་ལ་ལས་རྣམས་ཀྱི་སྤྱོད་ཡུལ་ནི་ལྷའི་བདེ་བ་དག་དང་། འབྱོར་པ་དག་དང་། ལྷའི་ཁ་ཟས་འཐོབ་པ་ཡིན་ཏེ།
en: “Mahauṣadhi, actions come into play when one obtains the pleasures, wealth, and foods of the gods.

source: དཔེར་ན་མི་དབུལ་པོ་གཉིས་ཤིག་འབྲོག་ཏུ་འཁྱམས་པ་ལས་དེར་གཅིག་གིས་ནི་ཆུ་བསིལ་བ་རྙེད་ལ།
en: Suppose two poor men were to wander in the wilderness, and one of them finds cool water

source: གཅིག་ནི་སྐོམ་སྟེ་ཤི་ན་ཆུ་དེ་ལ་ལ་ཞིག་གིས་སྙིམ་པས་བཅུས་ཏེ་མི་དེ་ལ་བྱིན་པ་ཡང་མེད།
en: while the other dies of thirst. There is no one who scoops up and gives the water to the first man,

source: ལ་ལ་ཞིག་གིས་མི་ཅིག་ཤོས་དེ་ལ་བཀག་པ་ཡང་མེད་ཀྱི་
en: and no one who hinders the second man.

source: །དཔེར་ན་ཤིང་ཐོག་རློན་པ་ཡོངས་སུ་སྨིན་པ་ན་ཁ་དོག་གཞན་དུ་འགྱུར་ཏེ།
en: As an analogy, when an unripe fruit ripens, it changes color.

source: ཁ་དོག་དེ་དང་ཡོངས་སུ་སྨིན་པ་ཡང་མེའི་ཁམས་ཀྱི་དབང་གིས་འགྱུར་རོ།
en: The change of color and ripening come about as a result of the strength of the fire element.

source: །དེ་བཞིན་དུ་ལུས་འདི་ཡང་བསོད་ནམས་ཀྱི་དབང་གིས་ཚོང་དཔོན་གྱི་ཁྱིམ་ནོར་དང་གསེར་འབྱོར་པ་དག་ཏུ་རྒྱན་ཉེ་བར་སྟོན་ཏོ།
en: It is likewise that this body, based on the strength of its merit, shows itself adorned by the affluence and wealth of the household of a head merchant.

source: །ལྷའི་གནས་དག་ཏུ་ལྷའི་རྒྱན་དག་ཉེ་བར་སྟོན་ཏེ། དབང་ཕྱུག་གི་རྒྱན་གང་ཡིན་པ་དེ་ནི་བསོད་ནམས་ཀྱི་དཔེར་བསྟན་ཏོ།
en: In the realms of the gods, it shows itself with divine adornments, for the adornments of Iśvara also exemplify merit.

source: །དཔེར་ན་ས་བོན་ས་ལ་བཏབ་ན་ཤིང་གི་རྩེ་མོར་སྣང་བར་འགྱུར་ལ།
en: “To illustrate this: when a seed is sown in the soil, it will eventually show itself in a tree-top.

source: ས་བོན་དེ་ཡང་སྡོང་བུ་ནས་སྡོང་བུའི་རྩེ་མོར་འཕོ་བ་མེད་ཅིང་ཤིང་གི་ནང་ན་ཡང་ས་བོན་དེ་མི་དམིགས་ལ།
en: But that seed is not transferred from the tree-trunk to the tree-top, nor is the seed observable inside the tree.

source: མི་ལ་ལ་ཞིག་གིས་ལག་པ་གཉིས་ཀྱིས་ས་བོན་བླངས་ཏེ་ཤིང་གི་རྩེ་མོར་བཞག་པ་ཡང་མེད་ཅིང་ས་བོན་རྩ་བ་ནས་འཕོ་བ་ཡང་མི་དམིགས་པ་
en: There is no one who takes the seed in their hands and places it into the tree-top, nor can the seed be perceived being transferred from the roots.

source: དེ་བཞིན་དུ་དགེ་བ་དང་མི་དགེ་བ་ལུས་ལ་གནས་པ་རྣམས་ཀྱང་ལུས་ལ་མི་སྣང་ངོ་།
en: Similarly, although virtue and non-virtue reside in the body, neither is visible in the body.

source: །དཔེར་ན་ས་བོན་ལས་མེ་ཏོག་འགྲུབ་པ་ན་ས་བོན་གྱི་ནང་ན་ཡང་མེ་ཏོག་མི་སྣང་ཞིང་མེ་ཏོག་གི་ནང་ན་ཡང་འབྲས་བུ་མི་དམིགས་ལ།
en: “As an analogy, a flower is formed from a seed, but the flower does not show itself within the seed. Within the flower, no fruit is perceptible, either.

source: ས་བོན་དང་མེ་ཏོག་ཀྱང་གཉིས་སུ་དབྱེར་མེད་པ་དེ་བཞིན་དུ་ལུས་ལས་ཀྱང་ལས་འབྱུང་ལས་ལས་ཀྱང་ལུས་འབྱུང་མོད་ཀྱི།
en: Even so, flower and fruit cannot be separated into two things. Similarly, although action occurs because of the body, and the body occurs because of action

source: ལུས་ཀྱི་ནང་ན་ཡང་ལས་མི་སྣང་ལས་ཀྱི་ནང་ན་ཡང་ལུས་མི་སྣང་ངོ་།
en: action does not show itself within the body, nor does the body show itself within action.

source: །དཔེར་ན་མེ་ཏོག་ཡོངས་སུ་སྨིན་པ་ན་འབྲས་བུ་དམིགས་པ་དེ་བཞིན་དུ་ལུས་སྨིན་ན་ལས་རྣམས་དམིགས་སོ།
en: “As another analogy, at the point when a flower matures, its fruit becomes visible.

source: །དཔེར་ན་གང་ན་ས་བོན་གནས་པ་དེར་མེ་ཏོག་འབྱུང་བར་སྣང་བ་དེ་བཞིན་དུ་ལུས་འདི་གང་དང་གང་དུ་སྐྱེས་པར་གྱུར་པ་དེ་དང་དེར་ལས་དགེ་བ་དང་མི་དགེ་བ་འབྱུང་བར་སྣང་སྟེ།
en: In the same way that a flower appears wherever a seed rests, so too, wherever a body happens to be born, that is where its virtuous and non-virtuous actions appear.

source: ལས་དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ལ་རྣམ་པར་སྨིན་པ་ཡང་གཟུགས་ཅན་མ་ཡིན་ནོ།
en: However, action possesses no form, and its maturation is formless, too.

source: །དཔེར་ན་མིའི་ལུས་ལས་གྲིབ་མ་མི་གསལ་ཞིང་གཟུགས་ཅན་མ་ཡིན་པ་འབྱུང་ལ་མི་དེ་ཉིད་ཀྱི་ཕྱི་བཞིན་འབྲང་སྟེ།
en: “As another analogy, a person’s body casts a shadow that is indistinct and formless, and follows that person.

source: གྲིབ་མ་དེ་ཡང་མི་དེའི་ལུས་དང་འབྲེལ་བ་མ་ཡིན་ལ་ལུས་མེད་པར་ཡང་གྲིབ་མ་འབྱུང་བར་མི་འགྱུར་བ་དེ་བཞིན་དུ་ལུས་འདི་ལ་དགེ་བ་དང་མི་དགེ་བ་འབྲེལ་བར་འདུག་སྟེ།
en: Although the shadow is not connected to the person’s body, the shadow does not occur when there is no body. In a similar way, virtue and non-virtue stay connected with a body—wherever the body moves, that is where its actions go.

source: ལུས་གང་དང་གང་དུ་འཕོ་བ་དེ་དང་དེར་ལས་རྣམས་འགྲོ་བར་འགྱུར་ཏེ། ལུས་ཀྱི་དབང་གིས་ལས་རྣམས་འབྲང་བ་ཡང་མ་ཡིན་ལ་ལུས་མེད་ན་ཡང་ལས་རྣམས་སྐྱེ་བར་མི་འགྱུར་རོ།
en: It is not because of the body that actions are pursued. Yet without the body, actions are not generated.

source: །དཔེར་ན་སྨན་ཚ་བ་དང་། ཁ་བ་དང་། བསྐ་བ་ལ་སོགས་པའི་བྱེ་བྲག་གིས་ལུས་ལ་བཀྲུ་སྨན་བཏང་ན་ནད་ཐམས་ཅད་ལས་ཐར་བར་འགྱུར་ཞིང་ལྷའི་མདོག་རྒྱས་པ་ཡང་ལུས་ལ་སྣང་བར་འགྱུར་ཏེ།
en: “To illustrate that: if one applies purifying medicines of different types—such as pungent, bitter, or astringent—to the body, one cures all illness and the body takes on a sublime, vigorous appearance.

source: ཇི་ལྟར་སྨན་ཚ་བ་དང་། ཁ་བ་རྣམས་ཀྱིས་ལུས་ཀྱི་མདོག་གཞོན་ཤར་འདུག་པ་དང་།
en: Pungent or bitter medicines keep the body looking youthful

source: ཡིད་དུ་འོང་བ་སྒྲུབ་པར་བྱེད་ཅིང་འདི་སྙམ་དུ་མི་འདིས་ནི་སྨན་ཟོས་གོར་མ་ཆག་གོ་སྙམ་དུ་ཤེས་པར་འགྱུར་མོད་ཀྱི།
en: and make it attractive. People then realize, ‘This person has undoubtedly taken medicine.

source: སྨན་དེ་དག་གི་རོ་དང་སྨིན་པ་དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ལ་རོ་དང་སྨིན་པ་གཟུགས་ཅན་མ་ཡིན་པ་ཡང་མིའི་མདོག་རྒྱས་པ་ལ་ལས་སྣང་བར་འགྱུར་བ་
en: Despite this, the medicines’ taste and efficacy are formless. Their formless taste and efficacy manifest through the vigorous appearance of the person.

source: དེ་བཞིན་དུ། དགེ་བའི་ལས་འདི་ཡང་གཟུགས་ཅན་མ་ཡིན་ཏེ
en: Likewise, virtuous action is formless.

source: །དཔེར་ན་མེ་ལོང་གི་དབང་གིས་བཞིན་གྱི་མདོག་སྡུག་པ་འམ་མི་སྡུག་པ་སྣང་ལ།
en: “As an analogy, a face—either attractive or ugly—becomes visible by the power of a mirror,

source: མེ་ལོང་གི་གཟུགས་བརྙན་དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་པ་
en: but the reflection in the mirror possesses no form.

source: སྨན་ཆེན་ལས་རྣམས་ནི་དེ་ལྟར་བལྟ་བར་བྱའོ།
en: This, Mahauṣadhi, is how you should view actions.

source: །དེ་ལྟར་ན་ལས་འདི་དག་ནི་རྣམ་པར་ཤེས་པའི་རྗེས་སུ་འབྲང་ངོ་།
en: Thus, actions follow in the wake of consciousness.

source: ལུས་ཆེན་པོ་ཡང་ཇི་ལྟར་ཡོངས་སུ་འཛིན་པར་བགྱིད།
en: And how does it come to assume a large body?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྨན་ཆེན་འདི་ལྟ་སྟེ་དཔེར་ན་རྔོན་པ་ནགས་ཐིབས་པོའི་ནང་དུ་སོང་ནས་གཞུ་ཤིན་ཏུ་བཀང་སྟེ།
en: “Mahauṣadhi,” replied the Blessed One, “it is as follows. Suppose a hunter went into a dense forest and drew his bow

source: དུག་མངས་སྤོས་ཀྱི་གླང་པོ་ཆེ་བོང་ཚོད་ཆེ་བ་ལ་སྣུན་ལ། དུག་དེ་ཡང་ཁྲག་དང་ཕྲད་ན་ཡན་ལག་དང་ཉིང་ལག་རྣམས་སུ་འཕོ་ཞིང་འགྲོ་སྟེ།
en: in order to strike with his poisoned arrow a big, fully grown elephant in musth. As soon as the poison reaches the blood, it is transmitted through the limbs and the rest of the body.

source: དབང་པོའི་སྤྱོད་ཡུལ་ཐམས་ཅད་འདོར་ལ་གནད་རྣམས་སུ་བསྣུན་ཅིང་ཁྲག་གི་ཁ་དོག་བསྒྱུར་ཏེ།
en: It cancels out the entire sphere of operation of the sense-faculties and, piercing to the quick, it alters the color of the blood.

source: ཡན་ལག་དང་ཉིང་ལག་ཐམས་ཅད་དུ་འཕོ་ཞིང་འགྲོ་ལ།
en: It is transferred to all the limbs as well as other parts.

source: ཕྱིར་ཡང་ལུས་བོར་ནས་དུག་དེ་ལུས་ལས་ཕྱིར་བྱུང་ན།
en: If the poison were to be extracted from the body,

source: སྨན་ཆེན་འདི་ཇི་སྙམ་དུ་སེམས། དུག་དེ་དང་གླང་པོ་ཆེའི་ཁོག་པ་དེའི་ཚད་ཇི་ཙམ།
en: Mahauṣadhi, how do you think the poison would compare to the body of the elephant in size?

source: དུག་དེ་ཇི་ལྟར་འཕོ་བ་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་ལུས་ཡོངས་སུ་སྤོང་ཞིང་དབང་པོ་རྣམས་ཀྱང་འདོར་ལ་ཁམས་རྣམས་ཀྱང་ཡོངས་སུ་གཏོང་ངོ་།
en: “In the same way that the poison is transferred, so, too, the element of consciousness gives up the body, leaves the sense faculties behind, and abandons the elements.

source: །དེ་ལྟར་ན་རྣམ་པར་ཤེས་པ་འདི་དབང་པོ་རྣམས་འདོར་བར་བྱེད་དོ།
en: Thus, consciousness leaves the sense faculties.

source: །སྨན་ཆེན་གཞན་ཡང་ཁྱོད་ཀྱིས་བཅོམ་ལྡན་འདས་རྣམ་པར་ཤེས་པ་འདི་ཇི་ལྟར་ལུས་ཆེན་པོ་ཡོངས་སུ་འཛིན་པར་བགྱིད་ཅེས་ཟེར་བ་ནི
en: “Furthermore, Mahauṣadhi, you asked how consciousness comes to assume a large body.

source: ཇི་ལྟར་ཁོ་ལག་ཆེ་ཞིང་རགས་པའི་ལུས་འདི་ལ་མི་སེམས་པ་བཞིན་ཏེ།
en: It is in the same way that we do not consider this body bulky and coarse.

source: དཔེར་ན་རིའི་རྒྱལ་པོ་རི་རབ་ཀྱི་འཕང་དུ་དཔག་ཚད་བརྒྱད་ཁྲི་བཞི་སྟོང་ཡོད་ལ་དེ་ཡང་ཀླུའི་རྒྱལ་པོ་དགའ་བོ་དང་། ཉེ་དགའ་གཉིས་ཀྱིས་སུམ་ཁྲིས་སུ་ཡོངས་སུ་དཀྲིས་ཏེ།
en: As an analogy, Mount Meru, the king of mountains, which is 84,000 miles in height, is encircled by the nāga kings Nanda and Upānanda for 30,000 miles.

source: ཀླུའི་རྒྱལ་པོ་དེ་གཉིས་ཀྱིས་དབུགས་ཕྱི་ནང་དུ་རྒྱུ་བས་རྒྱ་མཚོ་བཏུང་དུ་མི་རུང་བར་འགྱུར་ཞིང་དེ་གཉིས་ཀྱི་དབུགས་ཀྱིས་རི་རབ་ཀྱང་གཡོ་བར་བྱེད་དེ།
en: The respiration of those two nāga kings made the oceans unfit to drink, and even made Mount Meru quake.

source: དེ་གཉིས་ཇི་ལྟར་དུག་ཆེ་ལ་སྤྲོ་བ་ཆེ་ཞིང་ཡངས་པ་བཞིན་དུ་ནོར་རྒྱས་ཀྱི་བུ་དང་འཇོག་པོ་གཉིས་ཀྱང་དེ་དང་འདྲའོ།
en: Just as this pair spread great poison far and wide, so too did Vāsuki and Takṣaka.

source: །སྨན་ཆེན་འདི་ཇི་སྙམ་དུ་སེམས། དེ་དག་གི་རྣམ་པར་ཤེས་པ་ཡང་གཞན་ལ། སྦྲང་བུའི་ཡང་གཞན་ནོ་སྙམ་ན་དེ་ལྟར་བལྟ་བར་མི་བྱ་སྟེ།
en: Mahauṣadhi, do not think that their consciousness and the consciousness of an insect are any different.

source: སྨན་ཆེན་འདི་ལྟར་རྣམ་པར་ཤེས་པ་དེ་ཉིད་སྦྲང་བུའི་ཡང་ཡིན་ལ་དེ་ཉིད་དེ་དག་གི་ཡང་ཡིན་ནོ།
en: Mahauṣadhi, this is how that very consciousness belongs both to an insect and to them.

source: དཔེར་ན་ཤིང་ནྱ་གྲོ་དྷའི་ས་བོན་ཆུང་ངུ་ལས་ཤིང་གི་རྒྱལ་པོ་མཐོ་ཞིང་རྒྱ་ཆེ་ལ་ཡལ་ག་དང་། ཡལ་ག་ཕྲེའུ་བརྒྱ་སྟོང་གིས་རྒྱས་པ་འགྲུབ་པར་འགྱུར་རོ།
en: As an analogy, the small seed of a banyan tree produces the tall and enormous king of trees, with an expanse of thousands of branches and twigs.

source: ལུས་ལ་ཡང་རྣམ་པར་ཤེས་པ་མི་དམིགས་ལ་རྣམ་པར་ཤེས་པ་མེད་ན་ཡང་ལུས་སྐྱེ་བ་མི་དམིགས་སོ།
en: Even though consciousness is not visible within the body, without consciousness the growth of the body is not visible.

source: །བཅོམ་ལྡན་འདས་རྡོ་རྗེའི་སྙིང་པོ་ལྟ་བུའི་རྣམ་པར་ཤེས་པ་དེས་ལུས་ཉམ་ཆུང་བ་རྣམས་ཇི་ལྟར་མངོན་པར་འགྲུབ་པར་བགྱིད།
en: “Blessed One, how does consciousness, with its diamond-like essence, produce lowly bodies?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྨན་ཆེན་དཔེར་ན་མི་དབུལ་པོ་ལ་ལ་ཞིག་གིས་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེ་རྙེད་ན།
en: The Blessed One replied, “Mahauṣadhi, suppose some poor person were to find a precious, wish-fulfilling jewel.

source: དེས་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེ་དེ་བླངས་ནས་ལྷའི་གནས་དང་། སྐྱེད་མོས་ཚལ་དང་། སྐྱེད་ཚལ་དང་། ཞིང་དང་། ར་བ་དང་། སྒོ་ཁང་དང་། ཤིང་གེལ་པ་དང་། འཁྲི་ཤིང་སྣ་ཚོགས་ཀྱིས་འཁོར་བ་དང་། ཁང་པ་མེ་ཏོག་གིས་གཏོར་བ་དང་། རྫས་དང་། ཡོ་བྱད་དག་སྤྲུལ་ན།
en: He would pick up the precious, wish-fulfilling jewel and then conjure up celestial realms, pleasure groves and parks, fields, courtyards, and gatehouses surrounded by many-branched trees and various kinds of vines, houses bedecked with flowers, as well as goods and chattels.

source: སྨན་ཆེན་དེ་དག་ཐམས་ཅད་ནི་མི་བརྟན་ཞིང་ཉམ་ཆུང་ལ་མྱུར་དུ་འགྱེས་ཤིང་འཇིག་པའི་ཆོས་ཅན་ཡིན་ཏེ། ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེ་དེ་མི་དེའི་ལག་ནས་སྟོར་ན་དེའི་བདེ་བའི་ལོངས་སྤྱོད་དེ་དག་ཀྱང་མེད་པར་འགྱུར་རོ།
en: All those things, Mahauṣadhi, are unstable and lowly, liable to dissolve quickly and be destroyed. If that man were to lose the precious wish-fulfilling jewel, his pleasant possessions would also vanish.

source: །ཇི་ལྟར་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེ་དེ་རྡོ་རྗེ་སྟོང་གིས་ཀྱང་མི་ཕྱེད་ལ།
en: Just as the precious wish-fulfilling jewel cannot be split into pieces even by a thousand diamonds,

source: དེའི་ཡོ་བྱད་དེ་དག་འཇིག་པའི་རང་བཞིན་ཅན་ཡིན་པ་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་ནི་རྡོ་རྗེའི་སྙིང་པོའི་རང་བཞིན་ལྟ་བུ་ཡིན་ལ་ལུས་གང་ཡིན་པ་དེ་ནི་སྙིང་པོ་མེད་དོ།
en: but its chattels are perishable by nature, so the nature of the element of consciousness is diamond-like in essence, but whatever body it possesses is without essence.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྨན་ཆེན་དཔེར་ན་ཆུའི་རྒྱུན་ཤིན་ཏུ་འཇམ་པོ་རིའི་གསེབ་ན་འདུག་པས་རི་དེ་ཉིད་རྟོལ་ཏེ་བྱུང་ན།
en: The Blessed One replied, “As an analogy, Mahauṣadhi, a gentle flow of water among rocks pierces the very mountain and springs forth from it.

source: སྨན་ཆེན་དེ་ཇི་སྙམ་དུ་སེམས། དེའི་ནང་ན་ཆེས་སྲ་བ་གང་ཡིན། གསོལ་པ། བཅོམ་ལྡན་འདས་རི་ནི་རང་བཞིན་གྱིས་མཁྲང་ལ་རྡོ་རྗེ་ལྟར་བརྟན་ཞིང་སྲ་བ་ལགས་ལ། ཆབ་ནི་རང་བཞིན་གྱིས་འཇམ་ཞིང་རེག་ན་བདེ་བ་ལགས་སོ།
en: What do you think, Mahauṣadhi? How hard is its interior?” “Blessed One, a mountain is naturally solid, firm, and hard as a diamond, while water is naturally soft and pleasant to touch,

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པ་རང་བཞིན་གྱིས་ཞན་པས་ལུས་ཆེན་པོ་དག་ཕྱེ་སྟེ་འགྲོ་བར་འགྱུར་རོ།
en: The Blessed One said, “In a similar way, consciousness that is feeble by nature splits large bodies into pieces and leaves them behind.

source: །སེམས་ཅན་དེ་ཤི་འཕོས་ནས་བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བའི་འདུ་བྱེད་ཀྱིས་ཡོངས་སུ་ཟིན་ན་ལུས་ཡོངས་སུ་བཏང་ནས་རྣམ་པར་ཤེས་པ་དེས་མིའི་ལྟ་བ་ཡོངས་སུ་སྤངས་ཏེ་ལྷའི་ལྟ་བ་ཐོབ་པར་འགྱུར་རོ།
en: After a sentient being has undergone transfer, when its consciousness is taken over by formative predispositions that orientate it toward a meritorious rebirth, it abandons the body. It then gives up human vision and attains the vision of the gods

source: །དེ་ལྷའི་ལྟ་བ་དེས་འདོད་པ་ན་སྤྱོད་པ་དྲུག་གི་ལྷ་རྣམས་མཐོང་ངོ་།
en: With that vision, it sees the six kinds of gods of the realm of desire.

source: །སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་བརྒྱད་ཀྱང་མཐོང་ངོ་། །ལུས་དེ་ཡང་འདོར་བར་མཐོང་ངོ་།
en: It also sees the beings in the eight great hell realms. It sees its body being discarded, too.

source: །ལྷ་རྫས་ཀྱི་ལྷའི་གནས་དང་། དགའ་ཚལ་དང་། འདྲེས་ཚལ་དང་། མེ་ཏོག་གི་རྣ་རྒྱན་དང་། ཤིང་ཀུ་ཤེ་ཤ་ཡ་དང་། ཀོ་ཀན་ད་དང་། གཞལ་མེད་ཁང་དང་། ཚལ་སྟུག་པོ་དང་། ལྷའི་བུ་མོ་རྩེ་བས་བསྐོར་བ་ཡང་མཐོང་ངོ་།
en: “It also sees celestial realms made of divine jewels, pleasure groves and gardens, flowery ear-ornaments, lotus flowers including red lotuses, celestial mansions, and dense groves surrounded by frolicking divine maidens.

source: །རྟག་ཏུ་མེ་ཏོག་རྒྱས་ཤིང་རྣམ་པར་བཀྲ་བར་བྱས་པའི་ལྷའི་ལོངས་སྤྱོད་སྡུག་གུས་མཛེས་པར་བྱས་པ་དང་། སེ་མོ་དོ་དང་། གདུབ་ཟླུམ་དང་། གདུབ་ལེབ་དང་། དཔུང་རྒྱན་སྤ་ཞིང་སྤྲས་པས་བརྒྱན་པ་དེ་དག་ཀྱང་དེས་མཐོང་ངོ་།
en: It also sees that the groves are made winsome and beautiful with divine substances, made of ever-blossoming, multicolored flowers, and the maidens are bedecked with ornaments such as strings of pearls, round bangles, flat bangles, and armlets.

source: །ལྷ་གཞོན་ནུ་དང་ལྷ་མོ་ཁྲིའི་སྟེང་ན་འདུག་ཅིང་ཡིད་རབ་ཏུ་དགའ་བ་ཡང་དེས་མཐོང་ངོ་།
en: It also sees youthful gods and cheerful goddesses seated on thrones.

source: །དེས་དེ་དག་མཐོང་ནས་ཀུན་ཏུ་ཆགས་པ་སྐྱེད་དོ།
en: “Once the being has seen these things, it yearns for them.

source: །དེ་དེར་ཀུན་ཏུ་ཆགས་པས་དགའ་བ་ཐོབ་པར་འགྱུར་རོ། །དགའ་བ་ཐོབ་པས་ཡིད་རབ་ཏུ་དགའ་བར་འགྱུར་རོ།
en: Through this yearning, the being becomes happy. This happiness produces great joy.

source: །དེ་སྙིང་དགའ་བས་དེའི་ཚེ་ལུས་ཀྱི་ཁ་དོག་རྒྱས་པར་འགྱུར་ཏེ།
en: The body’s complexion is then improved through this great joy,

source: །དེ་བཞིན་དུ་དེའི་མིག་ཨུད་པ་ལ་སྔོན་པོའི་འདབ་མ་འདྲ་བར་སྣང་བར་འགྱུར་རོ།
en: Similarly, its eyes take on the appearance of the petals of a blue lotus.

source: །དེའི་གནད་རྣམས་ཀྱང་འཆད་པར་མི་འགྱུར།
en: Its vital points do not break down,

source: དེའི་ཁྲག་ཀྱང་ཟག་པར་མི་འགྱུར།
en: its blood is not contaminated,

source: ཕྱི་ས་ཡང་འབྱུང་བར་མི་འགྱུར་རོ།
en: and it does not produce excrement.

source: །དེ་སྤུ་ཟིང་ཞེས་བྱེད་པར་མི་འགྱུར་དེའི་སེན་མོ་རྣམས་ཀྱང་ནག་པོར་མི་འགྱུར།
en: The hairs do not stand on end, its nails do not turn black,

source: ལག་པ་ཡང་སེར་པོར་སྣང་བར་མི་འགྱུར།
en: nor do its hands turn yellow.

source: །སྨན་ཆེན་དེ་འཆི་བའི་དུས་ཀྱི་ཚེ་ལྷའི་ལྟས་འབྱུང་བར་འགྱུར་ཏེ།
en: “Mahauṣadhi, at the time of death the body acquires divine vision.

source: འདི་ལྟར་ཁང་པ་བརྩེགས་པ་ཀ་བ་བརྒྱ་སྟོང་གིས་བརྒྱན་པ་མཐོང་སྟེ།
en: Thus, it sees tall houses adorned with thousands of columns,

source: །ལྷ་གཞོན་ནུ་རྒྱན་དང་། གསེར་གྱི་མཆོག་དང་། སེ་མོ་དོ་དང་། གདུབ་བུ་དང་། དཔུང་རྒྱན་གྱིས་མཛེས་པར་བྱས་ཤིང་ལུས་བརྒྱན་པ་དག་ཀྱང་མཐོང་ངོ་།
en: It also sees youthful gods, their bodies bedecked and beautified with ornaments, the finest gold, strings of pearls, bracelets, and armlets.

source: །དེས་ལྷ་གཞོན་ནུ་དག་མཐོང་ནས་མཆོག་ཏུ་དགའ་བ་སྐྱེའོ།
en: When it sees these youthful gods, it becomes overjoyed.

source: །དེ་ཡིད་དགའ་བས་ཁོག་པ་ལ་ལྟས་གཉིས་འབྱུང་བར་འགྱུར་ཏེ། སོ་མེ་ཏོག་ཀུན་ད་དང་། ཀུ་མུ་ད་ལྟར་དཀར་བར་སྣང་ངོ་།
en: “This joy gives rise to two signs in the dying person’s body: the teeth appear as white as evening jasmine and night lotus flowers,

source: །མིག་ཧ་ཅང་ཡང་མི་འཛུམས་ཧ་ཅང་ཡང་མི་འབྱེད་དོ།
en: and the eyes are neither too closed nor too open.

source: །སྒྲ་སྙན་པ་དག་ཀྱང་འབྱུང་ངོ་། །དེའི་བཞིན་ཡང་པད་མ་ལྟ་བུར་སྣང་བར་འགྱུར་རོ། །ཤི་བའི་ཁོག་པ་ཡང་ཧ་ཅང་ཚ་བར་ཡང་མི་འགྱུར། ཧ་ཅང་གྲང་བར་ཡང་མི་འགྱུར་རོ།
en: The body also issues sweet sounds and the face assumes the appearance of a lotus. The dead body does not become too hot or too cold.

source: །དེའི་གཉེན་སྡུག་པ་རྣམས་ཀྱང་སྨྲེ་སྔགས་ཆེན་པོ་འདོན་པར་མི་བྱེད་དོ།
en: The person’s relatives and friends do not utter loud wails.

source: །དེ་ཉི་མ་འཆར་བའི་དུས་ཀྱི་ཚེ་འཆི་བའི་ཆོས་དང་ལྡན་པར་ཡང་འགྱུར་རོ།
en: The body assumes the attributes of death at sunrise.

source: །ཕྱོགས་ཀྱང་མུན་པར་སྣང་བར་མི་འགྱུར་རོ། །དེ་འཆི་བའི་དུས་ཀྱི་ཚེ་ཕྱོགས་ཤིན་ཏུ་དྲི་ཞིམ་ཞིང་ཤིན་ཏུ་ཡོངས་སུ་དག་པ་ཚོར་བར་འགྱུར་རོ།
en: The surrounding area does not appear dark. At the time of death, the surroundings exude an exquisitely fragrant and pure scent.

source: དེའི་མིག་ཀྱང་སེར་བར་མི་འགྱུར། དེའི་ལྟ་བ་ཡང་ཕྱིན་ཅི་ལོག་ཏུ་མི་འགྱུར། དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་མཐོང་ན་ཡིད་ཆེས་ཤིང་དང་བ་སྐྱེ་བར་འགྱུར།
en: The eyes do not turn yellow, nor is their vision distorted. When the person sees the forms of tathāgatas, confidence and faith arise.

source: གཉེན་སྡུག་པ་དག་མཐོང་ན་ག་ཞིག་ནས་ཕྱིར་འོངས་པའམ། རིང་མོ་ཞིག་ཏུ་གུད་ན་འདུག་འདུག་པ་བཞིན་དུ་མགུལ་ནས་འཁྱུད་ཅིང་ཡིད་རབ་ཏུ་དགའ་སྟེ།
en: When he sees near and dear ones, whether they are returning or remaining seated some distance apart, he hugs them in delight,

source: འདི་སྐད་དུ་སྲིད་པར་སྐྱེས་པ་ཐམས་ཅད་ཀྱི་ཚུལ་ནི་འདི་ཡིན་གྱིས། ད་ང་དང་བྲལ་བའི་ཕྱིར་གདུང་བར་མ་བྱེད་པར་ཐོང་ཤིག་ཅེས་དེས་གཉེན་དེ་དག་ཡང་དག་པར་དབུགས་འབྱིན་པར་བྱེད་དོ།
en: and encourages the relatives by saying, ‘This is how all the rebirths in the world happen! So, because you are parting from me now, do not long for me, but let go.’

source: །སྨན་ཆེན་གལ་ཏེ་སེམས་ཅན་བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བས་འཆི་བའི་དུས་ཀྱི་ཚེ་སྦྱིན་པ་ལ་སྲེད་ཅིང་ཡུད་ཙམ་
en: “Mahauṣadhi, suppose a being who is bound for a meritorious rebirth were to become desirous of giving at death.

source: རེ་རེ་ལ་ཚིགས་བཅད་དང་། ཚིགས་སུ་བཅད་པ་དང་། གཏམ་སྣ་ཚོགས་དང་། གཏན་ཚིགས་སྣ་ཚོགས་རྗོད་ཅིང་སྨྲ་ལ།
en: He recites a few verses or poetic sayings, and recounts stories or arguments to each person.

source: དེའི་ཚེ་གཉིད་ལ་ཡང་སྲེད་པར་མི་འགྱུར་ཞིང་གཉིད་ཀྱི་དབང་དུ་ཡང་མི་འགྲོ་ལ།
en: At that time he does not cling to, or succumb to sleep.

source: བདེ་བ་ཐམས་ཅད་དང་ལྡན་པས་ཚེའི་འདུ་བྱེད་འདོར་བར་འགྱུར་རོ།
en: He blissfully relinquishes the formative predispositions of this life.

source: །དེ་འཆི་བའི་དུས་ཀྱི་ཚེ་ལྷ་དང་ལྷ་མོ་ལྷན་ཅིག་ཏུ་ཁྲི་གཅིག་གི་སྟེང་ན་འདུག་ལ།
en: “At the time of death, he shares a throne with the gods and goddesses.
